
// Japanese　日本語
"Country2code" = "ja";					// ロケールコード
"Product Localize" = "";					//[1.0.8]より世界共通名称にした。 "ドラタク";	// 各国独自名称（無ければヌル文字）

// 初期設定										//      "0""1""2""3"
"GUD_GroupingSeparator" = "1";	//桁区切 [,]['][ ][.]
"GUD_DecimalSeparator" = "0";	//小数点 [.][·][,]
"GUD_GroupingType" = "0";			//"0"[123 123]  "1"[12 12 123]  "2"[1234 1234]
"GUD_TaxRate" = "5.0";				//消費税率(%)

// @ //
"@Excess Operator" = "@演算子過多";
"@Lack Operator" = "@演算子不足";
"@Excess Closing" = "@閉じ過ぎ";
"@Unclosed" = "@Unclosed";  // これは頻繁に表示されることになる。
"@Divide by zero" = "@0で割れません";
"@Overflow" = "@桁オーバー";
// A //
"Answer" = "Answer";
// F //
"Final answer" = "最終回答";
"Final answer msg" = "このドラムは満杯です";
"Formula mode" = "数式計算器";
"Formula Quote" = "ドラム引用";


//以下[ja]以外、世界共通
// A //
"AppStore Paid" = "有料版の説明";
"AppStore Paid msg" = "このアプリを閉じて、\nApp Storeアプリを起動します。";
// C //
"Contact mail" = "作者へメール投稿";
"Contact mail msg" = "不具合報告やご意見ご要望\nなど、投稿してください。\n\n申し訳ありませんが、\n返信はいたしません。\nアプリに反映させて頂きます。";
"Contact message" = "【不具合報告】\nここへ記入してください。\n\n【ご意見ご要望など】\nここへ記入してください。\n\n";
"Contact NoMail" = "メール利用できません";
"Contact NoMail msg" = "[設定]⇒[メール]から基本設定をしてください。";
"Contact Failed" = "メール送信失敗";
"Contact Failed msg" = "ネットワークの状態や設定などを確認してください。";
"Contact Sent" = "メール送信しました";
"Contact Sent msg" = "ありがとうございました。";
// H //
"Help Swipe 2 fingers" = "2本指でスワイプ\nしてください。";
"Help Fomula locking" = "数式編集のためロック中\n[完了]してください。";
// P //
"Product Title" = "CalcRoll";  // 世界共通名称
// T //
"ToSupportSite" = "サポートブログへ";
"ToSupportSite msg" = "このアプリを閉じて、\nサポートブログを開きます。";


// END //

